import React from 'react';

export default function About() {
  return (
    <div className='card-page-wrap card-6'>
      <h5 className='card-header'>Обо мне</h5>
      <p className='card-text-page'>
        Я считаю, что ваши действия обусловлены вашими убеждениями и что, когда вы меняете свои убеждения, вы меняете и свои действия. 
        Но я также знаю, что меняться нелегко — и это не всегда так просто, как «просто делать» то, что нужно сделать. 
        Иногда наши проблемы бывают умственными, эмоциональными, физическими или даже духовными, а иногда все сразу! 
        И вы можете чувствовать себя ошеломленными, как будто выхода нет... Как бы ты ни старался, ничего никогда не станет лучше.
      </p>
      <p className='card-text-page'>
        Вот почему я практикую психотерапию: чтобы помочь людям найти выход из этих проблем, 
        чтобы они могли прожить свою лучшую жизнь и оставить свой след в этом мире.
      </p>
      <p className='card-text-page'>Я работаю со следующим перечнем проблем:</p>
      <ul>
        <li>Депрессия</li>
        <li>Тревожность и фобии</li>
        <li>Менопауза</li>
        <li>Мужские проблемы</li>
        <li>Кризис среднего возраста</li>
        <li>Старение</li>
        <li>Проблемы в отношениях</li>
        <li>Жизненные кризисы</li>
        <li>Проблемы с самооценкой</li>
        <li>Посттравматическое стрессовое расстройство</li>
        <li>Проблемы, связанные с работой</li>
        <li>Проблемы, связанные с обучением</li>
        <li>Стресс</li>
        <li>Проблемы с сексом</li>
        <li>Личностное развитие</li>
        <li>Проблемы идентичности</li>
        <li>Иные проблемы</li>
      </ul>
    </div>
  )
}