import React from 'react';

export default function Approach() {
  return (
    <div className='card-page-wrap card-5'>
      <h5 className='card-header'>Мой подход</h5>
      <p className='card-text-page'>
        Я интегрированный психолог, что означает, что я интегрирую различные терапевтические концепции и теоретические идеи при работе с клиентами: 
        я не верю в общий подход к психотерапии, поскольку все мы уникальны. Я стремлюсь развить глубокое понимание каждого клиента, с которым я работаю, 
        чтобы адаптировать лучшие методы к вашим потребностям и терапевтической работе. Я опираюсь в первую очередь на психодинамические теории, 
        теории привязанности, травматики, экзистенциальные и когнитивно-поведенческие теории, а также исследования в области неврологии, 
        придерживаясь личностно-ориентированных ценностей сострадания, сочувствия, уважения и заботы.
      </p>
      <p className='card-text-page'>
        Предлагаю как долгосрочную, так и краткосрочную терапию. Мы встретимся для первой встречи и обсудим, что вы ищете. 
        Если мы договоримся продолжить нашу совместную работу, мы забронируем набор сеансов.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Я специализируюсь на помощи людям, которые борются за свое психическим здоровьем и ищут исцеления, 
        не важно, боретесь ли вы с депрессией, беспокойством или любой другой проблемой психического здоровья.
      </p>
      <p className='card-text-page'>
        Я приобрел этот опыт за годы практики. Я квалифицированный интегрированный психолог со степенью магистра, 
        опирающийся на экзистенциальные, гуманистические и психодинамические подходы, 
        с дополнительным обучением когнитивно-поведенческой терапии и когнитивно-поведенческой терапии на основе осознанности. 
        Будучи интегрированным психологом, я буду адаптировать наши сеансы к вашим потребностям. 
        Я работала с клиентами, испытывающими широкий спектр симптомов, включая депрессию, беспокойство, тяжелую утрату, 
        горе, зависимости, гнев, экзистенциальную тревогу, потерю и стресс, связанный с работой.
      </p>
    </div>
  )
}