import React from 'react';

export default function Identity() {
  return (
    <div className='card-wrap card-4'>
      <h4 className='card-number'>4.</h4>
      <h5 className='card-header'>Проблемы идентичности,<br/>Личностное развитие,<br/>Отношения</h5>
      <p className='card-text-page'>
        Что такое кризис идентичности?
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Кризис идентичности — это событие развития, когда человек ставит под сомнение свое ощущение себя или своего места в мире. 
        Формирование идентичности является одним из важнейших конфликтов, с которыми сталкиваются люди.
      </p>
      <p className='card-text-page'>
        Кризис идентичности – это время интенсивного анализа и исследования различных способов взглянуть на себя. 
        Развитие чувства идентичности важно в подростковом возрасте, хотя формирование и рост идентичности вовсе не ограничивается подростковым возрастом.
      </p>
      <p className='card-text-page'>
        Вместо этого идентичность все меняется и меняется на протяжении всей жизни, когда люди сталкиваются с новыми проблемами.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Отношения
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Что делает нас счастливыми на протяжении всей жизни? Если вы думаете, что это слава и деньги, вы не одиноки, но вы ошибаетесь.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Во-первых, чрезвычайно полезны для нас социальные связи, одиночество же убивает. 
        Получается, что люди, которые больше связаны с семьей, друзьями, с обществом, более счастливы и физически здоровее.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Во-вторых, важно не только количество друзей, которые у вас есть, и не то, состоите ли вы в серьезных отношениях, а качество ваших близких отношений.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        И в-третьих, об отношениях нам стоит усвоить то, что хорошие отношения не просто защищают наше тело - они защищают наш мозг.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Однако даже самые здоровые отношения время от времени будут сталкиваться с проблемами, недопониманием и путаницей. 
        Здоровые отношения не бывают безболезненными и совершенными. Чтобы поддерживать здоровые отношения, нам нужны здоровые межличностные границы, 
        хорошие коммуникативные навыки и способность к состраданию и прощению за человеческие ошибки, которые мы все совершаем.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Здоровые отношения требуют работы над ними, особенно если в детстве у вас не было здорового примера. 
        Вы можете изучить инструменты, необходимые для формирования здоровых отношений, 
        такие как взаимное уважение, доверие, способность к компромиссу, индивидуальность, хорошее общение и т. д.
      </p>
    </div>
  )
}