import React from 'react';

export default function Midlife() {
  return (
    <div className='card-wrap'>
      <h4 className='card-number'>2.</h4>
      <h5 className='card-header'>Кризис среднего возраста,<br/>Менопауза,<br/>Мужские проблемы,<br/>Старение</h5>
      <p className='card-text-page'>
        Когда мы становимся старше, можно почувствовать, что наши лучшие дни позади.
      </p>
      <p className='card-text-page'>
        Мы начинаем терять нашу молодость, наше физическое здоровье и молодость, а также возможности, которые с ними связаны. 
        Это не значит, что вы должны пессимистично относиться к старению! 
        На самом деле можно сохранить юношеский дух, чувство чуда и приключений на протяжении всей жизни.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Кризис среднего возраста или экзистенциальный кризис могут повлиять на ваше психическое здоровье несколькими способами: 
        депрессией, тревогой, экзистенциальной тревогой и потерей.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        По мере того, как вы проходите через сорокалетие или пятидесятилетие, вы начинаете переход к рассвету; 
        фаза сосредоточения на себе, которую иногда называют «вторым взрослением». Формирование «Второго Взрослого» мало обсуждается вне терапии. 
        Это по существу «неизведанный» жизненный этап, примерно между 40 и 50 годами, когда мы еще не по-настоящему «стареем», 
        когда открываются прекрасные возможности для размышлений и обновления, а также для более глубокого, более значимого опыта жизни. 
        Для женщины, приближающейся к возрасту менопаузы, первый это может стать переломным моментом. 
        Вместе с ней может появиться ощущение огромной утраты — молодости, привлекательности, женственности, 
        а для некоторых — экзистенциальный кризис, когда женщина может сознательно или бессознательно оценить, где она находится в своей жизни. 
        Это может быть чувство обновления или ощущение неудачи, ужаса и страха перед тем, что ждет впереди. 
        Для мужчины признаки возраста и проблемы со здоровьем также отражают переломный момент.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        Для женщины, у которой не было детей, это последний шаг к осознанию того, что материнство больше невозможно. 
        Даже у тех, у кого есть дети, в конце этой части жизни могут возникнуть чувство горечи и потери. 
        Женщина может тесно контактировать со стареющими родителями, что может быть чрезвычайно сложно. 
        Она также может чувствовать беспокойство внутри себя и страдать от низкого уровня энергии, может испытывать потерю либидо и проблемы в отношениях.
        <br/>
        <br/>
      </p>
      <p className='card-text-page'>
        А еще есть экзистенциальная тревога — ощущение, что все бессмысленно, 
        потому что все это на самом деле не имеет значения в великой схеме вещей — и потеря — ощущение, 
        что у нас отняли что-то ценное без нашего согласия. И это только два примера! 
        Есть так много других вещей, которые мы испытываем, будучи людьми на этой планете: болезни, потеря интереса к нам.
      </p>
    </div>
  )
}