import React from 'react';

export default function Sexuality() {
  return (
    <div className='card-page-wrap card-3'>
      <h4 className='card-number'>3.</h4>
      <h5 className='card-header'>Проблемы,<br/> связанные с сексом,<br/>Бесплодие,<br/>Сексуальная идентичность,<br/>Сексуальность</h5>
      <p className='card-text-page'>
        Я считаю, что возможность говорить о своих чувствах — одна из самых важных вещей, которые мы, люди, можем сделать. 
        Люди, которые пережили травму или жестокое обращение, часто не доверяют другим настолько, чтобы открыться и поделиться своими историями. 
        Я здесь, чтобы выслушать, подтвердить ваши чувства и помочь вам понять, что лучше для ВАС.
        <br/>
        <br/>
        Я также здесь, чтобы помочь, если вы имеете дело с проблемами, связанными с сексом, 
        такими как бесплодие или проблемы сексуальной идентичности (т. е. гендерной идентичности). 
        Секс является фундаментальной частью нашей жизни — у всех нас есть сексуальные потребности, — 
        но может быть трудно обратиться за помощью, когда мы сталкиваемся с такими проблемами. Моя цель — предоставить образование и поддержку, 
        чтобы вы чувствовали поддержку на пути к исцелению от этих проблем.
        <br/>
        <br/>
        Я помогаю людям решать проблемы, связанные с сексом, такие как бесплодие, сексуальная идентичность и сексуальность. 
        Я создаю безопасное конфиденциальное пространство для клиентов, чтобы они могли решать такие проблемы, как:
        <br/>
        <br/>
      </p>
      <ul>
        <li>Эректильная дисфункция, вагинизм,</li>
        <li>Неспособность достичь оргазма,</li>
        <li>Интимные вопросы,</li>
        <li>Утрата желания,</li>
        <li>Сексуальная тревога и фобии,</li>
        <li>Проблемы сексуальной идентичности,</li>
        <li>Проблемы, связанные с травмой.</li>
      </ul>
      <p className='card-text-page'>
        <br/>
        <br/>
        Большинство сексуальных проблем имеют психологическую связь. В некоторых случаях нам просто мешает наша борьба с близостью. 
        В иных случаях на наше настроение влияют физические трудности. В третьих причина проблемы носит как физический, так и эмоциональный характер. 
        Мы также должны признать наличие проблемы во всей ее полноте, если хотим найти реальные решения. 
        Разговор с консультантом поможет вам понять, насколько проблема с сексом влияет на другие сферы вашей жизни. 
        И секс-терапия также может быть практичной, помогая вам ставить и достигать цели в таких вещах, как физические осмотры и уход за собой, 
        а также справляться с сопутствующими психологическими проблемами, такими как зависимости или беспокойство.
      </p>
      <p className='card-text-page'>
        Преимущества консультирования по вопросам секса включают в себя большую гармонию с самим собой; 
        остановить бесконечные чувства стыда и вины; узнать лучшие способы общения о сексе и близости; найти пути вперед как в жизни, так и в спальне.
      </p>
    </div>
  )
}