import React from 'react';

export default function Therapy() {
  return (
    <div className='card-wrap card-1'>
      <h4 className='card-number'>1.</h4>
      <h5 className='card-header'>Индивидуальная<br/>консультация,<br/>Депрессия,<br/>Тревожность</h5>
      <p className='card-text-page'>
        Вы в кризисе? Страдаете от депрессии или беспокойства? Или просто застрял в колее? 
        Возможно, вам не к кому обратиться или вы исчерпали поддержку семьи и друзей. 
        Именно здесь может помочь терапия — не просто давая вам новую перспективу, 
        но и помогая справиться с глубинными проблемами, которые могут причинять вам боль.
        <br/>
        <br/>
        Как опытный, полностью квалифицированный психолог, я создаю непринужденную, непредвзятую и удобную атмосферу, 
        где вы можете конфиденциально поговорить о проблемах, которые могут вас беспокоить. 
        Мой опыт включает в себя работу с людьми с депрессией, тревогой, стрессом на работе, проблемами в отношениях, 
        тяжелой утратой, проблемами фертильности, бездетностью и экзистенциальной тревогой, старением, проблемами менопаузы и другими. 
        Я работаю в интегративной структуре как терапевт, это означает, 
        что я объединяю ряд различных терапевтических подходов и могу адаптировать свой подход к вашим индивидуальным потребностям.
        Я считаю, что терапия заключается не в том, чтобы получить ответы на вызовы и проблемы в вашей жизни; 
        скорее, это совместные усилия, чтобы найти путь сквозь тьму и научиться обращаться внутрь себя, 
        чтобы найти свои собственные внутренние ресурсы и решения своих жизненных проблем.
        <br/>
        <br/>
        Что бы ни привело вас к психотерапии, первый шаг может показаться пугающим. 
        Вы можете чувствовать себя растерянно и тревожно, и мысль о том, чтобы обратиться за помощью, может показаться подавляющей. 
        У вас также могут возникнуть вопросы относительно того, что все это повлечет за собой. 
        По этой причине я доступна для конфиденциального разговора по телефону до организации сеанса оценки, 
        где мы можем вместе обсудить, что вы хотели бы получить от терапии и как долго вы хотели бы работать. 
        Вы можете проверить, комфортно ли вам работать со мной.
        <br/>
        <br/>
        Психотерапия и консультирование являются постоянным обязательством. Я встречаюсь с клиентами один или два раза в неделю на 50-минутном сеансе, 
        во время которого мы работаем вместе, чтобы исследовать и понять, что вызывает у вас боль, и искать способы жить более спокойной и сбалансированной жизнью. 
        Мы можем работать всего 6 недель или несколько лет, в зависимости от причин обращения к терапии.
      </p>
    </div>
  )
}